glassis/glassis_en.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-07-03 Thu 00:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Glassis</title>
<meta name="author" content="emporas" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Glassis</h1>
<div id="table-of-contents" role="doc-toc">
<h1><a accesskey="H" href="../index.html"> HOME </a></h1><h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6d43df0">Glassis Governance</a></li>
<li><a href="#org9a7c9ca">Lasho Submarine Breach</a></li>
<li><a href="#org12543c9">The Hair Frizzing Tides</a></li>
<li><a href="#orge25ef0a">The Submarine</a></li>
<li><a href="#orga4f5e4d">Deep Dive</a></li>
<li><a href="#org7095733">The Confiscation Ceremony</a></li>
</ul>
</div>
</div>
<div id="outline-container-org6d43df0" class="outline-2">
<h2 id="org6d43df0">Glassis Governance</h2>
<div class="outline-text-2" id="text-org6d43df0">
<p>
Glassis dawns beneath a bruise pink sky, molten clouds pooling like spilled lipstick. Stilted towers twitch on insectile legs each footstep a measured click click, echoing across the marble causeways.
</p>

<p>
Men, cloaked in uniforms of dull beige fabric, exist solely to open doors precisely 1.3 seconds before a woman’s approach, under penalty of being reprogrammed into portico ornaments. No man stirs unless summoned; their sole sermon is the soft click of a hinge, the ceremonial swing of a doorway.
</p>

<p>
Lysandra, Imperator of Contour, strides through the dimly lit corridors of the Ministry of Facial Moisture Balance, her presence announced by the soft susurrations of her attendants. Her entourage of door holding men, their faces etched with the rigidity of protocol, flank her with precision.
</p>

<p>
She enters the vault, greeted by the Archivist of Unwanted Whiskers, Florencia, her eyes gleaming like polished obsidian. &ldquo;Imperator, the Archive of Forbidden Chin Fuzz is ready for your inspection.&rdquo; Florencia&rsquo;s voice is a honeyed contralto, dripping with the sweetness of compliance.
</p>

<p>
Lysandra&rsquo;s gaze sweeps the vault, drinking in the rows of crystalline vials suspended in mid air, each containing a meticulously preserved whisker. The atmosphere is thick with the weight of unwanted fuzz. &ldquo;Florencia, I require a consultation with Minister Merovena regarding the recent surge in Contagious Eye Sag.&rdquo;
</p>

<p>
Florencia nods, her lips curling into a calculated smile. &ldquo;Minister Merovena awaits, Imperator. This way, please.&rdquo; As they navigate the labyrinthine corridors, the soft whir of Moisture Injectors and the murmur of Facial Moisture Rebalancing programs provide a soothing background hum.
</p>

<p>
The male door holders convened in the Ministry of Almost Closed Doors, their man hands scribbling blueprints for Silence Hydroelectric Dams. What if, ruminated one of them, <i>yawns could power the Honey Grid?</i> His face twitched; all men were legally prohibited from expressing anything above a 1.2 on the Emotional Warmth Index. A woman’s sneeze nearby sent him collapsing into a protocol of three bows a performance titled Ephemeral Male Utility.
</p>

<p>
“Curves,” Lysandra whispered, “curves bend, but never break.” In her hand: a vial of “Tempestuous Teardrop Gloss,” so potent that a single shimmering bead could ignite a riot of shimmer and shame.
</p>

<p>
Our Lysandra dust footed, vial handed slipped through the Ministry of Hip Sinuosity, where hips were measured by the angle of seduction. The Hip Archivist, a plump woman sculpted by powdered moonlight, demanded a 72.4° sway. Those who dared to wobble at 72.5° were carted away for re sinuation, their pelvises re angulated like crooked beams in a warped cathedral.
</p>

<p>
She climbed staccato breath into the Observatory of Smile Radiance. Beneath its arch, librarians in lace laced kerchiefs catalogued smiles by lumens: dim, flirt, incandescent, nuclear.
</p>

<p>
She slipped it into her cloak, nearly colliding with the Secretary of Thigh Resonance, whose thighs hummed in frequency modulated pulses thigh singers, they called them. Anything off beat risked a public Resonance Audit, where citizens’ legs were strapped to violins and bowed until compliance rang true.
</p>

<p>
Lysandra dodged past a squad of Swingmen men with hands surgically replaced by door mechanicals, their faces blanked by duty. <i>“A door is not a life!”</i> they recited in unison, though one muttered, <i>“…why not?”</i> A Swingman’s finger twitched toward her, his voicebox beeping: <i>“DOOR REQUEST: 1.3 SECONDS APPROVED.”</i>
</p>

<p>
A sudden click doors swung open. The Undersecretary of Bosom Symmetry, Vellessa, drifted forward, a cloud of sighs wrapped in duchess satin. Her duties: measure each breast for perfect equidistance, ensure each bosom mirrored the other in plump, blush pink harmony. Citizens queued, brass calipers poised: one side, then the other; equality enforced by muzzle shaped brass clasps if disparity exceeded a single millimeter.
</p>

<p>
Men, their faces now officially permitted to occasionally twitch, chanted, <i>“GIVE US THE 1.8 SECOND DOOR!”</i> Lysandra, in a last gasp, screamed, <i>“CALL THE BEAUTY POLICE!”</i> But the Police were too busy filing their Nipples into Perfect Cones.
</p>
</div>
</div>
