glassis/glassis_en.html
<div id="outline-container-orge25ef0a" class="outline-2">
<h2 id="orge25ef0a">The Submarine</h2>
<div class="outline-text-2" id="text-orge25ef0a">
<p>
The sound of papers rustling or perhaps dried hair cuttings being shuffled. &ldquo;Imperator, we have one viable option: but it requires&#x2026; historical resurrection. One thousand years past, when men still governed &rdquo; collective gasps echoed through the Vault; speaking of the Before Times of the Great Eyebrow Revolution, required special breathing permits.
</p>

<p>
The Undersecretary&rsquo;s void face somehow conveyed historical horror. Captain Zoralyne&rsquo;s geometric hair threatened to collapse into mere triangles.
</p>

<p>
It was a brutality of angles. Hull metal, scarred by crab rage and salt spite, bore faded graffiti: <i>MEN BUILT THIS, BITCHES</i> etched deep, now pocked by corrosion cancer. No curves blessed its form. Only sharp, jaw breaking edges. A hatch yawned open a mouth missing lip gloss, teeth replaced by rust bolts.
</p>

<p>
Its engine hummed, its controls required thinking, not divination. Crude machinery, brutal aesthetics, no consideration for hair maintenance protocols during submersion, because, &ldquo;men handle ineffectiveness better,&rdquo; as Ostraya once grumbled.
</p>

<p>
&ldquo;Observe,&rdquo; Ostraya pointed, mercury tongue recoiling, &ldquo;the mirrorlessness. An abomination. How did they know? Without constant ocular feedback? No powder touch up stations. No emergency lipstick dispensers.&rdquo; The crew would be operating blind to their own aesthetic status.
</p>

<p>
Lysandra stepped inside. The air hit her corrosion scented, ozone bitter, utterly devoid of lavender mist or powder kiss. Metal groaned under her heel, a sound like disapproval unvoiced. &ldquo;Function over form,&rdquo; she murmured, the words tasting of ash. &ldquo;A concept extinct as unplucked brows.&rdquo; She ran a Imperator Dust nail along a conduit pipe. It came away smudged industrial grey. A minor horror.
</p>

<p>
Captain Zoralyne prodded a control lever. It resisted, creaking like a spine unadjusted. &ldquo;These… thinking controls. Barbaric. Requires manual cognition, not divine aesthetic intuition. No auto pout stabilizers. No panic button for sudden shine deficiency.&rdquo; Her tweezers hovered near a grease smeared dial, afraid to touch.
</p>

<p>
&ldquo;That,&rdquo; Lysandra said, her smile sharp enough to cut through masculine logic, &ldquo;was the point. Men built things to be&#x2026; used. Rather than admired.&rdquo;
</p>

<p>
Click clank went the hatch. Seals engaged with a sound like stones gargling. Inside: cramped. Wires snaked, guts spilled, across the floor no velvet runners, no discreet cable concealers. Captain Zoralyne flinched as her steel strength aerosol helmet scraped the low ceiling. &ldquo;My apex volume!&rdquo; she hissed. &ldquo;Compromised!&rdquo;
</p>

<p>
Lysandra took the commander’s seat cold vinyl, uncushioned for the imperial derrière. &ldquo;Navigate, Captain. Coordinates: Lustra Trench, Sector Sigh 12. Depth: Twelve fathoms frizz prone.&rdquo;
</p>

<p>
Engines grumbled awake. Not the soothing hum of Moisture Injectors, but a guttural roar, a beast clearing its throat of phlegm. Lights flickered harsh, unflattering yellow, revealing every pore, every potential shine zone. Ostraya whimpered, shielding her face with a regulation clipboard. &ldquo;The lumens! They show everything! Like a… a Resonance Audit spotlight!&rdquo;
</p>

<p>
Through a porthole thick with brine scum, the ocean churned. The Hair Frizzing Tides weren&rsquo;t just humidity they were alive. Tendrils of shimmering vapour, like escaped hair serums, writhed outside. Schools of fish flashed past, their scales already looking suspiciously kinked.
</p>

<p>
There it was. Sleek obsidian, shaped like a single, perfect false lash, nestled on the silt. Aesthetic, even in ruin. Utterly alien against the Man Thing Tube’s jagged silhouette.
</p>
</div>
</div>
<div id="outline-container-orga4f5e4d" class="outline-2">
<h2 id="orga4f5e4d">Deep Dive</h2>
<div class="outline-text-2" id="text-orga4f5e4d">
<p>
Docking was a violence of metal. The Man Thing Tube clanged against the Lasho Sub like a dropped toolbox. No graceful suction seals, no perfumed airlock protocols. Just brute force clamps biting into forbidden beauty.
</p>

<p>
Inside the Lasho Sub: carnage. Smashed vials leaked viscous, iridescent fluids onto plush velvet floors. And there, glinting amidst the ruin: the cargo. Crystalline tubes, each holding a single, luxuriant eyelash. Not regulation ebony, not sanctioned auburn. But green. Vibrant, poisonous, jungle canopy green. Emerald. Moss. Absinthe. A spectrum of seditious shimmer.
</p>

<p>
&ldquo;Heresy made filament,&rdquo; Lysandra breathed, picking up a tube. The green lash seemed to pulse under the ugly yellow light. &ldquo;Imagine… attached. Fluttering above a cheekbone. The chaos it would inspire. Questions. Desires.&rdquo;
</p>

<p>
Ostraya snatched a manifest, her mercury tongue flicking over the script. &ldquo;Source: &lsquo;The Emerald Womb of the Smugglerlions.&rsquo; Curl patterns… unsanctioned loose wave. Combined with this pigment…&rdquo; She paled, her brow losing 0.1 degrees of its arch. &ldquo;It wouldn&rsquo;t just sag eyes, Imperator. It could unravel the National Gaze itself. Turn stares… wandering.&rdquo;
</p>

<p>
Captain Zoralyne kicked aside a shattered mascara wand. &ldquo;The crew? Escaped? Or… moisturised?&rdquo;
</p>

<p>
A low groan echoed through the Lasho Sub’s hull. Not metal. Organic. Wet. They turned.
</p>

<p>
Slumped against a bulkhead, encased in rapidly hardening gelatinous goo the colour of bad foundation, was a figure. Female. Her face was a masterpiece of contraband: lips plumped illegally full, cheekbones sharp enough to violate the Softness Edict, and fluttering weakly from one lid… a single, magnificent green lash. The other eye was bare, raw.
</p>

<p>
&ldquo;Smugglerlion… Prime?&rdquo; Lysandra stepped closer, Dictatorial Dust nails clicking on the deck.
</p>

<p>
The trapped woman’s good eye focused, filled with defiance and despair. Her voice bubbled through the goo: &ldquo;You… can’t… contain… the curl… Imperator… The Tide… rises…&rdquo;
</p>

<p>
Outside, the Frizzing Tendrils thickened. They pressed against the viewports, not just vapour now, but forming shapes gigantic, coiling hair monsters, their ends splitting into fractal split ends. The Man Thing Tube groaned, protesting the pressure, the aesthetic dissonance.
</p>

<p>
Lysandra pocketed the green lash vial. It burned cold against her thigh. &ldquo;Secure the cargo. All of it. And prep the prisoner for… re education.&rdquo; Her gaze swept the ruin, the encroaching Tide monsters, the ugly, functional submarine that was their only hope. &ldquo;Captain Zoralyne. Get us topside. Before the ocean decides our hair needs… texturizing.&rdquo;
</p>
</div>
</div>
